Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: Photos access is off. You can enable it later in iPhone Settings.
ar: الوصول إلى الصور معطل. يمكنك تمكينه لاحقًا في إعدادات iPhone .
bn: ফটো অ্যাক্সেস বন্ধ আছে. আপনি iPhone সেটিংসে পরে এটি সক্ষম করতে পারেন৷
es: El acceso a las fotos está desactivado. Puedes habilitarlo más tarde en la configuración iPhone .
fr: L'accès aux photos est désactivé. Vous pourrez l'activer plus tard dans les paramètres iPhone .
hi: फ़ोटो पहुंच बंद है. आप इसे बाद में iPhone सेटिंग्स में सक्षम कर सकते हैं।
ja: 写真へのアクセスはオフになっています。後でiPhone設定で有効にすることができます。
pt_br: O acesso às fotos está desativado. Você pode habilitá-lo mais tarde nas configurações iPhone .
ru: Доступ к фотографиям закрыт. Вы можете включить его позже в настройках iPhone .
zh_hans: 照片访问已关闭。您可以稍后在iPhone设置中启用它。

source: Photos are matched by timestamp. iso.me uses photo GPS when available, otherwise the nearest route point or visit. Photo files stay in Photos.
ar: تتم مطابقة الصور بالطابع الزمني. يستخدم iso.me GPS للصور عندما يكون متاحًا، وإلا فإنه يستخدم أقرب نقطة طريق أو زيارة. تبقى ملفات الصور في الصور.
bn: ফটো টাইমস্ট্যাম্প দ্বারা মিলিত হয়. iso.me উপলব্ধ হলে ফটো GPS ব্যবহার করে, অন্যথায় নিকটতম রুট পয়েন্ট বা ভিজিট করুন। ফটো ফাইল ফটোতে থাকে।
es: Las fotos coinciden por marca de tiempo. iso.me utiliza GPS fotográfico cuando está disponible; de ​​lo contrario, el punto de ruta o visita más cercano. Los archivos de fotos permanecen en Fotos.
fr: Les photos sont associées par horodatage. iso.me utilise GPS photo lorsqu'il est disponible, sinon le point d'itinéraire ou la visite le plus proche. Les fichiers photo restent dans Photos.
hi: फ़ोटो का मिलान टाइमस्टैम्प से किया जाता है. उपलब्ध होने पर iso.me फोटो GPS का उपयोग करता है, अन्यथा निकटतम मार्ग बिंदु या यात्रा। फ़ोटो फ़ाइलें फ़ोटो में रहती हैं.
ja: 写真はタイムスタンプによって照合されます。 iso.me 、利用可能な場合は写真GPSを使用し、そうでない場合は最寄りのルート ポイントまたは訪問先を使用します。写真ファイルは「写真」に残ります。
pt_br: As fotos são correspondidas por carimbo de data/hora. iso.me usa GPS fotográfico quando disponível, caso contrário, o ponto de rota ou visita mais próximo. Os arquivos de fotos permanecem em Fotos.
ru: Фотографии совпадают по времени. iso.me использует фото GPS если он доступен, в противном случае — ближайшую точку маршрута или посещение. Файлы фотографий остаются в фотографиях.
zh_hans: 照片按时间戳进行匹配。 iso.me在可用时使用照片GPS ，否则使用最近的路线点或访问。照片文件保留在“照片”中。

source: Photos are unavailable on this device.
ar: الصور غير متوفرة على هذا الجهاز.
bn: এই ডিভাইসে ফটোগুলি অনুপলব্ধ৷
es: Las fotos no están disponibles en este dispositivo.
fr: Les photos ne sont pas disponibles sur cet appareil.
hi: इस डिवाइस पर फ़ोटो उपलब्ध नहीं हैं.
ja: このデバイスでは写真を利用できません。
pt_br: As fotos não estão disponíveis neste dispositivo.
ru: Фотографии недоступны на этом устройстве.
zh_hans: 照片在此设备上不可用。

source: Photos from your library can appear on the map using photo GPS or nearby iso.me route/visit matches. Photo files stay in Photos.
ar: يمكن أن تظهر الصور من مكتبتك على الخريطة باستخدام نظام تحديد المواقع العالمي للصور GPS أو تطابقات المسار/الزيارة القريبة iso.me تبقى ملفات الصور في الصور.
bn: আপনার লাইব্রেরি থেকে ফটো GPS বা কাছাকাছি iso.me রুট/ভিজিট ম্যাচ ব্যবহার করে ম্যাপে প্রদর্শিত হতে পারে। ফটো ফাইল ফটোতে থাকে।
es: Las fotos de su biblioteca pueden aparecer en el mapa usando GPS de fotos o coincidencias de rutas/visitas cercanas iso.me Los archivos de fotos permanecen en Fotos.
fr: Les photos de votre bibliothèque peuvent apparaître sur la carte à l’aide d’ GPS photo ou de correspondances d’itinéraire/visite iso.me à proximité. Les fichiers photo restent dans Photos.
hi: आपकी लाइब्रेरी की तस्वीरें फोटो GPS या नजदीकी iso.me रूट/विजिट मैचों का उपयोग करके मानचित्र पर दिखाई दे सकती हैं। फ़ोटो फ़ाइलें फ़ोटो में रहती हैं.
ja: 写真GPSまたは近くのiso.meルート/訪問一致を使用して、ライブラリの写真を地図上に表示できます。写真ファイルは「写真」に残ります。
pt_br: As fotos da sua biblioteca podem aparecer no mapa usando GPS de fotos ou correspondências de rota/visita iso.me próximas. Os arquivos de fotos permanecem em Fotos.
ru: Фотографии из вашей библиотеки могут появиться на карте с помощью фото GPS или ближайших совпадений маршрута/посещения iso.me Файлы фотографий остаются в фотографиях.
zh_hans: 您图库中的照片可以使用照片GPS或附近的iso.me路线/访问匹配项显示在地图上。照片文件保留在“照片”中。

source: Photos Here
ar: الصور هنا
bn: এখানে ফটো
es: Fotos aquí
fr: Photos ici
hi: तस्वीरें यहाँ
ja: 写真はこちら
pt_br: Fotos aqui
ru: Фотографии здесь
zh_hans: 照片在这里

source: PHOTOS HERE
ar: الصور هنا
bn: এখানে ফটো
es: FOTOS AQUÍ
fr: PHOTOS ICI
hi: तस्वीरें यहाँ
ja: 写真はこちら
pt_br: FOTOS AQUI
ru: ФОТОГРАФИИ ЗДЕСЬ
zh_hans: 照片在这里

source: Pick the right place
ar: اختر المكان المناسب
bn: সঠিক জায়গা বেছে নিন
es: Elige el lugar correcto
fr: Choisissez le bon endroit
hi: सही जगह चुनें
ja: 適切な場所を選択してください
pt_br: Escolha o lugar certo
ru: Выберите правильное место
zh_hans: 选择正确的地方

source: Pinned location
ar: الموقع المثبت
bn: পিন করা অবস্থান
es: Ubicación fijada
fr: Emplacement épinglé
hi: पिन किया गया स्थान
ja: ピン留めされた場所
pt_br: Local fixado
ru: Закрепленное местоположение
zh_hans: 固定位置

source: Place
ar: مكان
bn: স্থান
es: Lugar
fr: Lieu
hi: जगह
ja: 場所
pt_br: Lugar
ru: Место
zh_hans: 地方

source: Place name
ar: اسم المكان
bn: স্থানের নাম
es: Topónimo
fr: Nom du lieu
hi: स्थान का नाम
ja: 地名
pt_br: Nome do lugar
ru: Название места
zh_hans: 地名

source: Place prompts stay dismissed around the same area, and add-place controls step out of the way while filters are open.
ar: تظل مطالبات المكان مرفوضة حول نفس المنطقة، وتختفي عناصر التحكم في إضافة مكان أثناء فتح عوامل التصفية.
bn: প্লেস প্রম্পট একই এলাকার আশেপাশে খারিজ হয়ে যায় এবং ফিল্টার খোলা থাকাকালীন অ্যাড-প্লেস কন্ট্রোলগুলি সরে যায়।
es: Las indicaciones de lugar permanecen descartadas en la misma área y los controles de agregar lugar se apartan mientras los filtros están abiertos.
fr: Les invites de lieu restent ignorées autour de la même zone et les contrôles d'ajout de lieu s'écartent lorsque les filtres sont ouverts.
hi: प्लेस प्रॉम्प्ट उसी क्षेत्र के आसपास ख़ारिज हो जाते हैं, और फ़िल्टर खुले होने पर ऐड-प्लेस नियंत्रण रास्ते से हट जाते हैं।
ja: フィルターが開いている間、配置プロンプトは同じエリアの周囲で閉じられたままになり、追加/配置コントロールは邪魔になりません。
pt_br: Os prompts de local permanecem ignorados na mesma área e os controles de adição de local ficam fora do caminho enquanto os filtros estão abertos.
ru: Подсказки о месте остаются скрытыми в той же области, а элементы управления добавлением места уходят в сторону, пока фильтры открыты.
zh_hans: 同一区域周围的地点提示保持关闭状态，并且在过滤器打开时，添加地点控件会退出。

source: PLAY OUTING
ar: لعب نزهة
bn: আউটিং খেলা
es: JUGAR SALIDA
fr: JOUER À LA SORTIE
hi: सैर-सपाटा खेलें
ja: お出かけ遊び
pt_br: BRINCAR DE PASSEIO
ru: ИГРАТЬ НА ПРОГУЛКЕ
zh_hans: 郊游游玩

source: Play route replay
ar: تشغيل إعادة تشغيل المسار
bn: রুট রিপ্লে খেলুন
es: Reproducir repetición de ruta
fr: Lire la relecture de l'itinéraire
hi: प्ले रूट रीप्ले
ja: ルートリプレイを再生する
pt_br: Reproduzir repetição da rota
ru: Воспроизвести повтор маршрута
zh_hans: 播放路线回放

source: POINT
ar: نقطة
bn: বিন্দু
es: PUNTO
hi: बिंदु
ja: ポイント
pt_br: APONTAR
ru: ТОЧКА
zh_hans: 观点

# Point %lld of %lld. Time %@. Elapsed %@ of %@. Distance %@ of %@.
source: Point %1$lld of %2$lld. Time %3$@. Elapsed %4$@ of %5$@. Distance %6$@ of %7$@.
ar: النقطة %1$lld من %2$lld . الوقت %3$@ . المنقضي %4$@ من %5$@ . المسافة %6$@ من %7$@ .
bn: %1$lld %2$lld পয়েন্ট। সময় %3$@ %4$@ %5$@ অতিবাহিত হয়েছে। দূরত্ব %6$@ এর মধ্যে %7$@ ।
es: Punto %1$lld de %2$lld . Hora %3$@ . %4$@ transcurrido de %5$@ . Distancia %6$@ de %7$@ .
fr: Point %1$lld de %2$lld . Heure %3$@ . %4$@ écoulé sur %5$@ . Distance %6$@ de %7$@ .
hi: %1$lld का बिंदु %2$lld . समय %3$@ . % %5$@ %4$@ @ बीत गया। दूरी %6$@ में से %7$@ .
ja: % %1$lld %2$lld 。時刻%3$@ 。 %4$@ %5$@が経過しました。 %6$@ %7$@ 。
pt_br: Ponto %1$lld de %2$lld . Hora %3$@ . %4$@ decorrido de %5$@ . Distância %6$@ de %7$@ .
ru: Точка %1$lld из %2$lld . Время %3$@ . Прошло %4$@ из %5$@ . Расстояние %6$@ из %7$@ .
zh_hans: %1$lld的点%2$lld 。时间%3$@ 。已过去%4$@ （共%5$@ 。 %6$@的距离%7$@ 。

source: Point at index %lld missing latitude/longitude
ar: أشر إلى الفهرس %lld الذي يفتقد خط الطول/العرض
bn: সূচকে পয়েন্ট %lld অনুপস্থিত অক্ষাংশ/দ্রাঘিমাংশ
es: Punto en el índice %lld falta latitud/longitud
fr: Point à l'index %lld latitude/longitude manquante
hi: सूचकांक %lld पर बिंदु लुप्त अक्षांश/देशांतर
ja: インデックス%lldのポイントに緯度/経度がありません
pt_br: Aponte no índice %lld sem latitude/longitude
ru: В точке с индексом %lld отсутствует широта/долгота
zh_hans: 索引%lld处的点缺少纬度/经度

source: Point at index %lld missing timestamp
ar: أشر إلى الطابع الزمني المفقود في الفهرس %lld
bn: সূচক %lld অনুপস্থিত টাইমস্ট্যাম্পে পয়েন্ট করুন
es: Punto en el índice %lld falta la marca de tiempo
fr: Pointez sur l'index %lld horodatage manquant
hi: सूचकांक %lld गुम टाइमस्टैम्प पर इंगित करें
ja: インデックス%lldのポイントにタイムスタンプがありません
pt_br: Aponte para o índice %lld faltando carimbo de data/hora
ru: В точке индекса %lld отсутствует временная метка
zh_hans: 指向索引%lld点缺少时间戳

source: POINT FIELDS
ar: حقول النقطة
bn: পয়েন্ট ক্ষেত্র
es: CAMPOS DE PUNTOS
fr: CHAMPS DE POINTS
hi: बिंदु फ़ील्ड
ja: ポイントフィールド
pt_br: CAMPOS DE PONTOS
ru: ПОЛЯ ТОЧЕК
zh_hans: 点场

source: Point markers
ar: علامات النقطة
bn: পয়েন্ট মার্কার
es: Marcadores de puntos
fr: Marqueurs de points
hi: बिंदु चिह्नक
ja: ポイントマーカー
pt_br: Marcadores de ponto
ru: Маркеры точек
zh_hans: 点标记

source: Points
ar: نقاط
bn: পয়েন্ট
es: Agujas
hi: अंक
ja: ポイント
pt_br: Pontos
ru: Очки
zh_hans: 积分

source: POINTS
ar: النقاط
bn: পয়েন্ট
es: AGUJAS
hi: अंक
ja: ポイント
pt_br: PONTOS
ru: ОЧКИ
zh_hans: 积分

source: Points are queued and flushed every N minutes. Unsent points are lost if the app is terminated.
ar: يتم وضع النقاط في قائمة الانتظار ومسحها كل N دقيقة. يتم فقدان النقاط غير المرسلة إذا تم إنهاء التطبيق.
bn: পয়েন্টগুলি সারিবদ্ধ এবং প্রতি N মিনিটে ফ্লাশ করা হয়। অ্যাপটি বন্ধ হয়ে গেলে অপ্রেরিত পয়েন্ট হারিয়ে যায়।
es: Los puntos se ponen en cola y se vacían cada N minutos. Los puntos no enviados se pierden si se cierra la aplicación.
fr: Les points sont mis en file d'attente et vidés toutes les N minutes. Les points non envoyés sont perdus si l'application est fermée.
hi: बिंदुओं को कतारबद्ध किया जाता है और हर एन मिनट में फ्लश किया जाता है। यदि ऐप समाप्त हो जाता है तो न भेजे गए अंक खो जाते हैं।
ja: ポイントはキューに登録され、N 分ごとにフラッシュされます。未送信のポイントはアプリを終了すると失われます。
pt_br: Os pontos são enfileirados e liberados a cada N minutos. Os pontos não enviados serão perdidos se o aplicativo for encerrado.
ru: Очки ставятся в очередь и сбрасываются каждые N минут. Неотправленные баллы теряются, если приложение закрывается.
zh_hans: 点每 N 分钟排队并刷新一次。如果应用程序终止，未发送的积分将会丢失。

source: Points are queued in memory and sent when the count is reached. Unsent points are lost if the app is terminated.
ar: يتم وضع النقاط في قائمة الانتظار في الذاكرة وإرسالها عند الوصول إلى العدد. يتم فقدان النقاط غير المرسلة إذا تم إنهاء التطبيق.
bn: পয়েন্ট মেমরিতে সারিবদ্ধ করা হয় এবং গণনা পৌঁছে গেলে পাঠানো হয়। অ্যাপটি বন্ধ হয়ে গেলে অপ্রেরিত পয়েন্ট হারিয়ে যায়।
es: Los puntos se ponen en cola en la memoria y se envían cuando se alcanza el conteo. Los puntos no enviados se pierden si se cierra la aplicación.
fr: Les points sont mis en file d'attente en mémoire et envoyés lorsque le décompte est atteint. Les points non envoyés sont perdus si l'application est fermée.
hi: अंकों को मेमोरी में कतारबद्ध किया जाता है और गिनती पूरी होने पर भेजा जाता है। यदि ऐप समाप्त हो जाता है तो न भेजे गए अंक खो जाते हैं।
ja: ポイントはメモリ内でキューに入れられ、カウントに達すると送信されます。未送信のポイントはアプリを終了すると失われます。
pt_br: Os pontos são enfileirados na memória e enviados quando a contagem é atingida. Os pontos não enviados serão perdidos se o aplicativo for encerrado.
ru: Очки помещаются в очередь в памяти и отправляются при достижении счетчика. Неотправленные баллы теряются, если приложение закрывается.
zh_hans: 点在内存中排队并在达到计数时发送。如果应用程序终止，未发送的积分将会丢失。

source: POST all data types (visits, points, or both) to an external API or self-hosted server in real-time or batches. Supports OwnTracks, Overland, Dawarich, and generic JSON endpoints.
ar: نشر جميع أنواع البيانات (الزيارات أو النقاط أو كليهما) إلى واجهة API خارجية أو خادم مستضاف ذاتيًا في الوقت الفعلي أو على دفعات. يدعم نقاط النهاية OwnTracks و Overland وDawarich و JSON العامة.
bn: রিয়েল-টাইম বা ব্যাচগুলিতে একটি বহিরাগত API বা স্ব-হোস্টেড সার্ভারে সমস্ত ডেটা প্রকার (ভিজিট, পয়েন্ট বা উভয়) পোস্ট করুন৷ OwnTracks , Overland , Dawarich, এবং জেনেরিক JSON এন্ডপয়েন্ট সমর্থন করে।
es: PUBLICAR todos los tipos de datos (visitas, puntos o ambos) en una API externa o en un servidor autohospedado en tiempo real o por lotes. Admite puntos finales OwnTracks , Overland , Dawarich y JSON genéricos.
fr: POSTEZ tous les types de données (visites, points ou les deux) sur une API externe ou un serveur auto-hébergé en temps réel ou par lots. Prend en charge les points de terminaison OwnTracks , Overland , Dawarich et JSON génériques.
hi: सभी डेटा प्रकारों (विज़िट, पॉइंट या दोनों) को वास्तविक समय या बैचों में किसी बाहरी API या स्वयं-होस्ट किए गए सर्वर पर पोस्ट करें। OwnTracks , Overland , डावरिच और जेनेरिक JSON एंडपॉइंट्स का समर्थन करता है।
ja: すべてのデータ タイプ (訪問数、ポイント、またはその両方) を外部APIまたは自己ホスト型サーバーにリアルタイムまたはバッチで POST します。 OwnTracks 、 Overland 、 Dawarich 、および汎用のJSONエンドポイントをサポートします。
pt_br: POST todos os tipos de dados (visitas, pontos ou ambos) para uma API externa ou servidor auto-hospedado em tempo real ou em lotes. Suporta OwnTracks , Overland , Dawarich e endpoints JSON genéricos.
ru: POST все типы данных (посещения, баллы или и то, и другое) на внешний API или локальный сервер в режиме реального времени или в пакетном режиме. Поддерживает OwnTracks , Overland , Dawarich и общие конечные точки JSON .
zh_hans: 将所有数据类型（访问量、积分或两者）实时或批量发布到外部API或自托管服务器。支持OwnTracks 、 Overland 、 Dawarich 和通用JSON端点。

source: PREVIEW
ar: معاينة
bn: পূর্বরূপ
es: AVANCE
fr: APERÇU
hi: पूर्व दर्शन
ja: プレビュー
pt_br: VISUALIZAÇÃO
ru: ПРЕДВАРИТЕЛЬНЫЙ ПРОСМОТР
zh_hans: 预览

source: PREVIEW %lld FILES
ar: معاينة الملفات %lld
bn: %lld ফাইলগুলির পূর্বরূপ দেখুন
es: PREVISUALIZAR %lld ARCHIVOS
fr: APERÇU DES FICHIERS %lld
hi: %lld फ़ाइलों का पूर्वावलोकन करें
ja: %lldファイルをプレビューする
pt_br: VISUALIZAR %lld ARQUIVOS
ru: ПРОСМОТР %lld ФАЙЛОВ
zh_hans: 预览%lld文件

source: PREVIEW 1 FILE
ar: معاينة 1 ملف
bn: পূর্বরূপ 1 ফাইল
es: VISTA PREVIA DE 1 ARCHIVO
fr: APERÇU 1 FICHIER
hi: 1 फ़ाइल का पूर्वावलोकन करें
ja: 1 ファイルをプレビューする
pt_br: VISUALIZAR 1 ARQUIVO
ru: ПРЕДВАРИТЕЛЬНЫЙ ПРОСМОТР 1 ФАЙЛА
zh_hans: 预览 1 个文件

source: Preview before exporting
ar: معاينة قبل التصدير
bn: রপ্তানি করার আগে পূর্বরূপ
es: Vista previa antes de exportar
fr: Aperçu avant d'exporter
hi: निर्यात करने से पहले पूर्वावलोकन करें
ja: エクスポートする前にプレビューする
pt_br: Visualizar antes de exportar
ru: Предварительный просмотр перед экспортом
zh_hans: 导出前预览

source: Preview Export
ar: معاينة التصدير
bn: পূর্বরূপ রপ্তানি
es: Vista previa Exportación
fr: Aperçu de l'exportation
hi: निर्यात का पूर्वावलोकन करें
ja: プレビューエクスポート
pt_br: Visualizar exportação
ru: Предварительный экспорт
zh_hans: 预览导出

source: Preview Failed
ar: فشلت المعاينة
bn: পূর্বরূপ ব্যর্থ হয়েছে
es: Error en la vista previa
fr: Échec de l'aperçu
hi: पूर्वावलोकन विफल
ja: プレビューに失敗しました
pt_br: Falha na visualização
ru: Предварительный просмотр не удался
zh_hans: 预览失败

source: Preview is free. Unlock export with a one-time purchase.
ar: المعاينة مجانية. فتح التصدير مع عملية شراء لمرة واحدة.
bn: পূর্বরূপ বিনামূল্যে. এককালীন কেনাকাটার মাধ্যমে রপ্তানি আনলক করুন।
es: La vista previa es gratuita. Desbloquee la exportación con una compra única.
fr: L'aperçu est gratuit. Débloquez l’exportation avec un achat unique.
hi: पूर्वावलोकन निःशुल्क है. एक बार की खरीदारी से निर्यात अनलॉक करें।
ja: プレビューは無料です。 1 回の購入でエクスポートのロックを解除します。
pt_br: A visualização é gratuita. Desbloqueie a exportação com uma compra única.
ru: Предварительный просмотр бесплатен. Разблокируйте экспорт с помощью единоразовой покупки.
zh_hans: 预览是免费的。通过一次性购买解锁出口。

source: Previewing the %1$lld most recent file%2$@ with data. Export will process every selected file.
ar: معاينة أحدث ملف %1$lld %2$@ مع البيانات. سيقوم التصدير بمعالجة كل ملف محدد.
bn: ডেটা সহ %1$lld অতি সাম্প্রতিক ফাইল %2$@ এর পূর্বরূপ দেখা হচ্ছে৷ রপ্তানি প্রতিটি নির্বাচিত ফাইল প্রক্রিয়া করবে।
es: Vista previa del %1$lld archivo más reciente %2$@ con datos. La exportación procesará cada archivo seleccionado.
fr: Aperçu du fichier %1$lld le plus récent %2$@ avec les données. L'exportation traitera chaque fichier sélectionné.
hi: डेटा के साथ %1$lld नवीनतम फ़ाइल %2$@ का पूर्वावलोकन किया जा रहा है। निर्यात प्रत्येक चयनित फ़ाइल को संसाधित करेगा।
ja: %1$lld最新ファイル%2$@データとともにプレビューしています。エクスポートでは、選択したすべてのファイルが処理されます。
pt_br: Visualizando o arquivo %1$lld mais recente %2$@ com dados. A exportação processará todos os arquivos selecionados.
ru: Предварительный просмотр %1$lld самого последнего файла %2$@ с данными. Экспорт будет обрабатывать каждый выбранный файл.
zh_hans: 正在预览%1$lld包含数据的最新文件%2$@ 。导出将处理每个选定的文件。

source: Previous Crash Detected
ar: تم اكتشاف الأعطال السابقة
bn: পূর্ববর্তী ক্র্যাশ সনাক্ত করা হয়েছে
es: Accidente anterior detectado
fr: Crash précédent détecté
hi: पिछली दुर्घटना का पता चला
ja: 以前に検出されたクラッシュ
pt_br: Falha anterior detectada
ru: Обнаружен предыдущий сбой
zh_hans: 检测到先前的崩溃

source: Previous day
ar: اليوم السابق
bn: আগের দিন
es: dia anterior
fr: Jour précédent
hi: पिछला दिन
ja: 前日
pt_br: Dia anterior
ru: Предыдущий день
zh_hans: 前一天

source: Previous photo
ar: الصورة السابقة
bn: আগের ছবি
es: Foto anterior
fr: Photo précédente
hi: पिछला फ़ोटो
ja: 前の写真
pt_br: Foto anterior
ru: Предыдущее фото
zh_hans: 上一张照片

source: Privacy
ar: خصوصية
bn: গোপনীয়তা
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
pt_br: Privacidade
ru: Конфиденциальность
zh_hans: 隐私

source: PRIVACY POLICY
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
es: POLÍTICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
hi: गोपनीयता नीति
ja: プライバシーポリシー
pt_br: POLÍTICA DE PRIVACIDADE
ru: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
zh_hans: 隐私政策

source: Product not available
ar: المنتج غير متوفر
bn: পণ্য উপলব্ধ নেই
es: Producto no disponible
fr: Produit non disponible
hi: उत्पाद उपलब्ध नहीं है
ja: 製品が利用できません
pt_br: Produto não disponível
ru: Товар недоступен
zh_hans: 产品不可用

source: Purchase failed: %@
ar: فشل الشراء: %@
bn: ক্রয় ব্যর্থ হয়েছে: %@
es: Compra fallida: %@
fr: Échec de l'achat : %@
hi: खरीदारी विफल: %@
ja: 購入に失敗しました: %@
pt_br: Falha na compra: %@
ru: Покупка не удалась: %@
zh_hans: 购买失败： %@

source: Purchase is pending approval
ar: الشراء في انتظار الموافقة
bn: ক্রয় অনুমোদন মুলতুবি আছে
es: La compra está pendiente de aprobación.
fr: L'achat est en attente d'approbation
hi: खरीद की मंजूरी लंबित है
ja: 購入は承認待ちです
pt_br: A compra está pendente de aprovação
ru: Покупка ожидает одобрения
zh_hans: 购买正在等待批准

source: PURCHASED
ar: تم شراؤها
bn: ক্রয় করা হয়েছে
es: COMPRADO
fr: ACHETÉ
hi: खरीदी
ja: 購入済み
pt_br: COMPRADO
ru: КУПЛЕНО
zh_hans: 已购买

source: QUEUED
ar: في قائمة الانتظار
bn: সারিবদ্ধ
es: EN COLA
fr: EN FILE D'ATTENTE
hi: कतारबद्ध
ja: キューに入れられました
pt_br: NA FILA
ru: В ОЧЕРЕДИ
zh_hans: 排队

source: Quick Select
ar: تحديد سريع
bn: দ্রুত নির্বাচন করুন
es: Selección rápida
fr: Sélection rapide
hi: शीघ्र चयन करें
ja: クイック選択
pt_br: Seleção rápida
ru: Быстрый выбор
zh_hans: 快速选择

source: Quickly focus on yesterday
ar: التركيز بسرعة على أمس
bn: গতকালের দিকে দ্রুত ফোকাস করুন
es: Concéntrate rápidamente en el ayer
fr: Concentrez-vous rapidement sur hier
hi: जल्दी से कल पर ध्यान केंद्रित करें
ja: すぐに昨日に焦点を当ててください
pt_br: Concentre-se rapidamente em ontem
ru: Быстро сосредоточьтесь на вчерашнем дне
zh_hans: 快速聚焦昨天

source: READABLE
ar: قابلة للقراءة
bn: পাঠযোগ্য
es: LEGIBLE
fr: LISIBLE
hi: पठनीय
ja: 読みやすい
pt_br: LEGÍVEL
ru: ЧИТАБЕЛЬНЫЙ
zh_hans: 可读

source: Ready
ar: مستعد
bn: প্রস্তুত
es: Listo
fr: Prêt
hi: तैयार
ja: 準備ができて
pt_br: Preparar
ru: Готовый
zh_hans: 准备好

source: Ready for always-on visit detection
ar: جاهز للكشف عن الزيارة دائمًا
bn: সর্বদা-অন ভিজিট সনাক্তকরণের জন্য প্রস্তুত
es: Listo para la detección de visitas siempre activa
fr: Prêt pour une détection permanente des visites
hi: हमेशा ऑन विजिट डिटेक्शन के लिए तैयार
ja: 常時オンの訪問検知の準備ができています
pt_br: Pronto para detecção de visitas sempre ativa
ru: Готов к постоянному обнаружению посещений
zh_hans: 为始终在线的访问检测做好准备

source: REAL-TIME
ar: في الوقت الحالى
bn: রিয়েল-টাইম
es: EN TIEMPO REAL
fr: EN TEMPS RÉEL
hi: रियल टाइम
ja: リアルタイム
pt_br: EM TEMPO REAL
ru: В РЕЖИМЕ РЕАЛЬНОГО ВРЕМЕНИ
zh_hans: 即时的

source: Recorded sessions now live in a dedicated Outings tab, with totals, live/current status, inferred badges, and quick access to every route.
ar: يتم الآن بث الجلسات المسجلة في علامة تبويب مخصصة للنزهات، مع الإجماليات والحالة المباشرة/الحالية والشارات المستنتجة والوصول السريع إلى كل طريق.
bn: রেকর্ড করা সেশনগুলি এখন একটি ডেডিকেটেড আউটিং ট্যাবে লাইভ, মোট, লাইভ/কারেন্ট স্ট্যাটাস, অনুমান করা ব্যাজ এবং প্রতিটি রুটে দ্রুত অ্যাক্সেস সহ।
es: Las sesiones grabadas ahora se encuentran en una pestaña dedicada a Salidas, con totales, estado en vivo/actual, credenciales inferidas y acceso rápido a cada ruta.
fr: Les sessions enregistrées sont désormais disponibles dans un onglet Sorties dédié, avec les totaux, le statut en direct/actuel, les badges déduits et un accès rapide à chaque itinéraire.
hi: रिकॉर्ड किए गए सत्र अब एक समर्पित आउटिंग टैब में रहते हैं, जिसमें कुल योग, लाइव/वर्तमान स्थिति, अनुमानित बैज और हर मार्ग तक त्वरित पहुंच होती है।
ja: 記録されたセッションは専用の [外出] タブに表示され、合計、ライブ/現在のステータス、推定されたバッジ、およびすべてのルートへのクイック アクセスが表示されます。
pt_br: As sessões gravadas agora ficam em uma guia dedicada de Passeios, com totais, status ao vivo/atual, crachás inferidos e acesso rápido a todas as rotas.
ru: Записанные сеансы теперь хранятся на специальной вкладке «Вылазки» с общими данными, текущим/живым статусом, предполагаемыми значками и быстрым доступом к каждому маршруту.
zh_hans: 录制的会话现在位于专用的“外出”选项卡中，其中包含总计、实时/当前状态、推断徽章以及对每条路线的快速访问。

source: REFRESH
ar: ينعش
bn: রিফ্রেশ
es: REFRESCAR
fr: RAFRAÎCHIR
hi: ताज़ा करना
ja: リフレッシュ
pt_br: ATUALIZAR
ru: ОБНОВИТЬ
zh_hans: 刷新

source: REFRESH PHOTOS
ar: تحديث الصور
bn: ফটো রিফ্রেশ করুন
es: ACTUALIZAR FOTOS
fr: ACTUALISER LES PHOTOS
hi: तस्वीरें ताज़ा करें
ja: 写真を更新する
pt_br: ATUALIZAR FOTOS
ru: ОБНОВИТЬ ФОТОГРАФИИ
zh_hans: 刷新照片

source: Remove
ar: يزيل
bn: সরান
es: Eliminar
fr: Retirer
hi: निकालना
ja: 取り除く
pt_br: Remover
ru: Удалять
zh_hans: 消除

source: Remove Default Folder?
ar: هل ترغب في إزالة المجلد الافتراضي؟
bn: ডিফল্ট ফোল্ডার সরান?
es: ¿Eliminar carpeta predeterminada?
fr: Supprimer le dossier par défaut ?
hi: डिफ़ॉल्ट फ़ोल्डर हटाएँ?
ja: デフォルトのフォルダーを削除しますか?
pt_br: Remover pasta padrão?
ru: Удалить папку по умолчанию?
zh_hans: 删除默认文件夹？

source: REMOVE FOLDER
ar: إزالة المجلد
bn: ফোল্ডার সরান
es: QUITAR CARPETA
fr: SUPPRIMER LE DOSSIER
hi: फ़ोल्डर हटाएँ
ja: フォルダーの削除
pt_br: REMOVER PASTA
ru: УДАЛИТЬ ПАПКУ
zh_hans: 删除文件夹

source: Rename Current Outing
ar: إعادة تسمية النزهة الحالية
bn: বর্তমান আউটিংয়ের নাম পরিবর্তন করুন
es: Cambiar el nombre de la salida actual
fr: Renommer la sortie en cours
hi: वर्तमान आउटिंग का नाम बदलें
ja: 現在の外出の名前を変更
pt_br: Renomear passeio atual
ru: Переименовать текущий выход
zh_hans: 重命名当前郊游

source: Rename Outing
ar: إعادة تسمية نزهة
bn: আউটিংয়ের নাম পরিবর্তন করুন
es: Cambiar nombre de salida
fr: Renommer la sortie
hi: आउटिंग का नाम बदलें
ja: 外出の名前を変更する
pt_br: Renomear passeio
ru: Переименовать выезд
zh_hans: 重命名郊游

source: Rename outings from Shortcuts
ar: إعادة تسمية الرحلات من Shortcuts
bn: Shortcuts থেকে আউটিংয়ের নাম পরিবর্তন করুন
es: Cambiar el nombre de las salidas desde Shortcuts
fr: Renommer les sorties à partir Shortcuts
hi: Shortcuts से आउटिंग का नाम बदलें
ja: Shortcutsから外出の名前を変更する
pt_br: Renomear passeios de Shortcuts
ru: Переименуйте экскурсии из Shortcuts
zh_hans: 从Shortcuts重命名郊游
